export const data = {
    edging: {
        PVH50: {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'ПВХ - 50 мм.',
            text: `<strong>Ширина канта:</strong> 50 мм.;<br>
            <strong> Поверхность:</strong> яркая, глянцевая;<br>
            <strong>Термоустойчивость:</strong> от -20С до +70С.;<br>
            <strong>Соединение с окном:</strong> термическая спайка;<br>
            Для стандартных окон.`,
            price: 120
        },
        OKCF50: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Оксфорд - 50 мм.',
            text: `<strong>Ширина канта:</strong> 50 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для стандартных окон.`,
            price: 180
        },
        PVH80: {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'ПВХ-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.;<br>
            <strong>Поверхность:</strong> яркая, глянцевая;<br>
            <strong>Термоустойчивость:</strong> от -20С до +70С.;<br>
            <strong>Соединение с окном:</strong> термическая спайка;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 160
        },
        PVH150: {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'ПВХ-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.;<br>
            <strong>Поверхность:</strong> яркая, глянцевая;<br>
            <strong>Термоустойчивость:</strong> от -20С до +70С.;<br>
            <strong>Соединение с окном:</strong> термическая спайка;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 240
        },
        OKCF80: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Оксфорд-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 230
        },
        OKCF150: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Оксфорд-150 мм.',
            text: `<strong>Ширина канта:</strong> 150 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 360
        },
        BRZ50: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Оксфорд-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 180
        },
        BRZ80: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Брезент-80 мм.',
            text: `<strong>Ширина канта:</strong> 80 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 230
        },
        BRZ150: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Брезент-150 мм.',
            text: `<strong>Ширина канта:</strong> 150 мм.<br>
            <strong>Поверхность:</strong> матовая, с выраженной фактурой;<br>
            <strong>Термоустойчивость:</strong> от -40С до +70С.;<br>
            <strong>Соединение с окном:</strong> лавсановая нить с армированием;<br>
            Для окон большой площади, для соединения изделий внахлест, для объектов с большой ветровой нагрузкой.`,
            price: 360
        },

    },
    fill: {
        PVH700: {
            img: './img/popup-img/edging/PVC-700.jpg',
            alt: 'Пленка 700 микрон',
            text: `<strong>Сезон:</strong> всесезонный (от -20 С до +70С);<br>
            <strong>Эластичность:</strong> средняя;<br>
            <strong> Долговечность:</strong> до 5 лет;<br>
            <strong>Используется:</strong> для изготовления мягких окон <br>
            <strong>Не рекомендуется:</strong> сгибать, сворачивать при -5 С и ниже, обрабатывать абразивными веществами.
            `,
            price: 1340
        },
        PLR: {
            img: './img/popup-img/edging/poliuretan-001.jpg',
            alt: 'Полиуретан',
            text: `<strong>Сезон:</strong> всесезонный (от -40 С до +70С);<br>
            <strong>Эластичность:</strong> высокая, хорошо гнется на морозе;<br>
            <strong> Долговечность:</strong> до 10 лет;<br>
            <strong>Используется:</strong> для изготовления мягких дверей, окон;<br>
            Выдерживает большие ветровые нагрузки.<br>
            <strong>Не рекомендуется:</strong> обрабатывать абразивными веществами.
            `,
            price: 4200
        },
        OKCF: {
            img: './img/popup-img/edging/Oxford-001.png',
            alt: 'Ткань “Оксфорд” 600 д',
            text: `<strong>Состав:</strong> 100% полиэстер <br>
            <strong>Сезон:</strong> всесезонный (от -40 С до +70С);<br>
            <strong>Эластичность:</strong> высокая, высокая прочность;<br>
            <strong>Долговечность:</strong> до 10 лет;<br>
            Долго не выцветает, не истирается, не боится нагрева.<br> 
            Непрозрачная матовая поверхность, несколько цветов на выбор.`,
            price: 900
        },
        PVH650: {
            img: './img/popup-img/edging/PVC-400g.jpg',
            alt: 'ПВХ 650гр/м',
            text: `<strong>Сезон:</strong> всесезонный (от -40 С до +70С);<br>
            <strong>Эластичность:</strong> высокая, высокая прочность;<br>
            <strong>Долговечность:</strong> до 10 лет;<br>
            Устойчива к различным внешним воздействиям (осадки, химикаты, многократные изгибы),<br>
            Непрозрачная матовая поверхность, несколько цветов на выбор.`,
            price: 1100
        },
        BRZ: {
            img: './img/popup-img/edging/PVC-400g.jpg',
            alt: 'Брезент',
            text: `<strong>Сезон:</strong> всесезонный ;<br>
            <strong>Эластичность:</strong> высокая, высокая прочность;<br>
            <strong>Долговечность:</strong> до 5 лет;<br>
            Устойчива к различным внешним воздействиям (осадки, химикаты, многократные изгибы),<br>
             Тканевая поверхность, цвет "Хаки".`,
            price: 750
        },
        MSK: {
            img: './img/popup-img/edging/PVC-400g.jpg',
            alt: 'Москитная сетка',
            text: `<strong>Сезон:</strong> всесезонный ;<br>
            <strong>Эластичность:</strong> высокая, низкая прочность;<br>
            <strong>Долговечность:</strong> до 5 лет;<br>
            Устойчива к различным внешним воздействиям (осадки, химикаты, многократные изгибы),<br>
             Тканевая поверхность, цвет "Черный".`,
            price: 2400
        }
    },
    
    mount: {
        's': {
            img: './img/popup-img/edging/remen-001.jpg',
            alt: 'Скоба/ремешок',
            text: 'К поверхности крепится скоба, мягкое окно фиксируется при помощи силиконовых ремешков. Рекомендован для окон небольшого размера.',
            price: 120,
            article: 's',
            diametr: 31
        },
        'b': {
            img: './img/popup-img/edging/skoba-001.jpg',
            alt: 'Большая скоба',
            text: 'Состоит из овального люверса и застежки, которая проходит в люверс. Пружинный механизм застежки исключает случайный поворот, плотно прижимает кант к стене. Рекомендован для больших проемов и проемов с высокой ветровой нагрузкой.',
            price: 160,
            article: 'b',
            diametr: 51
        },
        'fg': {
            img: './img/popup-img/edging/zamok-gold.jpg',
            alt: 'Французкий замок',
            text: 'Имеет небольшой размер (меньше поворотной скобы) и эффектный внешний вид. Фиксируется за счет специальных крестообразных углублений, в отличие от поворотной скобы, не имеет пружины. Универсальное крепление для любых типов мягких окон.',
            price: 320,
            article: 'fg',
            diametr: 35
        },
        'fn': {
            img: './img/popup-img/edging/zamok-001.jpg',
            alt: 'Французкий замок',
            text: 'Имеет небольшой размер (меньше поворотной скобы) и эффектный внешний вид. Фиксируется за счет специальных крестообразных углублений, в отличие от поворотной скобы, не имеет пружины. Универсальное крепление для любых типов мягких окон.',
            price: 320,
            article: 'fn',
            diametr: 35
        },
        'd': {
            img: './img/popup-img/edging/luvers-001.jpg',
            alt: 'Люверс',
            text: 'Люверс в окантовке диаметром 10 или 12 мм, без дополнительного вида крепежа. Можно сделать как подвижное (на тросе), так и неподвижное (на кровельных саморезах или саморезах с пресс-шайбой) окно. Самый доступный вариант.',
            price: 20,
            article: 'd',
            diametr: 20
        },
        'ft': {
            img: './img/popup-img/edging/zamok-001.jpg',
            alt: 'Большой французский замок',
            text: 'Используется, когда 2 изделия крепятся внахлест на одну скобу. Фиксируется за счет специальных крестообразных углублений, плотно прижимает кант изделия к стене. Рассчитан на значительные нагрузки.',
            price: 500,
            article: 'ft',
            diametr: 35
        },
        'd-40': {
            img: './img/popup-img/edging/d-40.jpg',
            alt: 'Люверс',
            text: 'Люверс диаметром 40 мм в окантовке без дополнительного вида крепежа. Можно сделать как подвижное (на тросе), так и неподвижное (на кровельных саморезах или саморезах с пресс-шайбой) окно. Самый доступный вариант.',
            price: 40,
            article: 'd-40',
            diametr: 40
        },
        'd-10m': {
            img: './img/popup-img/edging/luvers-001.jpg',
            alt: 'Люверс d12 на тросе',
            text: 'Люверс диаметром 12 мм в окантовке на тросу.',
            price: 20,
            article: 'd-12m',
            diametr: 20,
            cable: 2200
        },
        'rr-r': {
            img: './img/popup-img/edging/d-40.jpg',
            alt: 'Раздвижной элемент на направляющей',
            text: 'комплект (карабин, люверс, ролик) на направляющей',
            price: 2800,
            article: 'rr-r',
            diametr: 40,
            trunk: 1600
        },
        'ky': {
            img: './img/popup-img/edging/d-40.jpg',
            alt: 'Карман с утяжелителем',
            text: 'Карман с утяжелителем без люверсов, служит для того чтобы окна не болтались от ветра при свободном креплении',
            price: 0,
            article: 'ky',
            diametr: 0,
            trunk: 2000
        },
        'none': {
            img: './img/popup-img/edging/PVC-001.png',
            alt: 'Окантовка',
            text: 'Кант из ткани ПВХ или Оксфорд без крепежных элементов',
            price: 0,
            article: 'none',
            diametr: 0
        }
    },
    belts: {
        'belts-pr': {
            alt: 'Ремень с пряжкой',
            price: 220
        },
        'belts-pvh': {
            alt: 'Ремень из пленки',
            price: 120
        }
    },
}